export default {
    index: {
        'seo-title': 'Цена BIP',
        'seo-description': 'Наблюдайте цену BIP в режиме реального времени по ходу голосования участниками сети Minter.',
        'finish-title': 'Времени до окончания',
        'finish-hours': 'ч',
        'finish-minutes': 'м',
        'finish-blocks': 'блок',
        'voting-ended-title': 'Голосование завершилось на',
        'voting-ended-block': 'блоке',
        'current-price-title': 'Текущая стоимость BIP',
        'total-stake-title': 'Суммарный стейк голосов',
        'total-stake-link': 'Посмотреть транзакции',
        'price-chart-title': 'Изменение стоимости BIP',
        'price-chart-block-label': 'Блоки',
        'guide-title': 'Как голосовать?',
        'guide-description-1': '1. Чтобы проголосовать за цену BIP, отправьте транзакцию с любой суммой на адрес:',
        'guide-description-2': '2. В сообщении к транзакции (Payload) укажите любую желаемую цену в USD от 0.01 до 1, например, 0.5.',
        'guide-link': 'Читать подробнее о системе голосования',
    },
    error: {
        'title-error': 'Ошибка',
        'message-network': 'Сетевая ошибка',
        'message-404': 'К сожалению, здесь ничего нет. Проверьте правильность адреса или просто перейдите на главную страницу.',
        'message-504': 'Ответ от сервера не был получен за отведенное время.',
        'message-503': 'Страница временно недоступна. Она перегружена или производится техническое обслуживание.',
        'refresh-link': 'Обновить страницу',
        'return-link': 'Перейти на главную',
    },

    cookies: {
        text: 'Minter Network LLC использует файлы cookie и иные технологии отслеживания поведения на сайте в целях улучшения производительности, сбора аналитики и осуществления маркетинговых процессов. Используя этот сайт, вы соглашаетесь с тем, что мы используем файлы cookie и такие технологии. Если вы желаете получить дополнительную информацию, посетите страницу',
        button: 'OK',
    },
    snackbar: {
        'clipboard-copied': 'Скопировано в буфер обмена',
    },

};
